START_MSG =  "На связи cinebot! Тут, в общем-то, все просто, "\
            "но все равно ты можешь отправить /help, чтобы увидеть, что к чему\n" \
            "По умолчанию, поиск будет на Кинопоиске. Это чуть медленнее " \
             "(да и блокируют иногда), зато по-русски ))\n" \
           "Чтобы сменить источник поиска на IMDB, введи:\n /imdb\n" \
            "Чтобы сменить обратно, введи\n /kinopoisk"
HELP_MSG = "Введи название фильма, который надо найти!\n" \
           "Появится небольшой список поисковых результатов, " \
           "чтобы было, из чего выбрать.\n" \
           "Кликни по ссылке под фильмом, чтобы увидеть подробности и ссылку на просмотр.\n"\
            "По умолчанию, поиск будет на Кинопоиске. Это медленно, зато по-русски ))\n" \
            "Чтобы сменить источник поиска на IMDB, введи:\n /imdb\n" \
            "Чтобы сменить обратно, введи\n /kinopoisk"
WATCH_MSG = "Скорее всего, это кино можно посмотреть здесь:\n" \
            "(Но это не точно)"
ERR_KINOPOISK_MSG = "По вашему запросу \"{}\" ничего нет.\n" \
          "Может, попробуем поискать на \n /imdb \n ?\n"
ERR_IMDB_MSG = "Can't find anything that matches  \"{}\"\n" \
          "Should we probably try \n /kinopoisk \n ?\n"
LINK_IVI = "https://www.ivi.ru/search/?q="
LINK_OKKO = "https://okko.tv/search/"

LIST_LENGTH = 6  # Default size of search results
